<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>服务条款</title>
    <link rel="stylesheet" type="text/css" href="resources/css/term.css">
</head>
<body>
<main>
    <div class="container">
        <div class="content">
            <h3>地图慧API服务条款</h3>
            <div class="con">
                <h4>2017年1月6日更新</h4>
                <section class="block">
<h5>1.重要提示</h5>
<p>1.1 欢迎您使用地图慧地图API！在使用地图慧地图API（简称为
“本服务”）之前，请您务必认真阅读并充分理解《地图慧地图API服务条款》以及开通或使用某项服务的附加条款（统称为“本条款”），<strong><u>特别是关于免责及限制、法律适用和争议解决等条款，该类条款可能以粗体下划线方式标注，请您注意重点阅读。</u></strong>
</p>
<p>1.2
为了使用地图慧API，您应当同意本条款下的全部内容。如果您对本条款有疑问，请您通过地图慧客服渠道进行询问，地图慧将向您解释本条款内容。如果您不同意或无法准确理解本条款，请勿使用地图慧API。一旦您开始使用地图慧API，即表示您已经理解并同意本条款，本条款即构成对您（和或您的雇主或客户）具有法律约束力的法律文件。</p>
<p>1.3
您声明您有充分的权力、能力和权限来同意和履行本条款。如果您代表您的雇主或客户同意本条款，您声明您必须有充分的法律授权使您的雇主或客户受到本条款的约束。如果您没有充分的法律授权，请您确保由您的雇主或客户的授权人士来同意本条款。</p>
<p>1.4
地图慧有权对本条款进行修订，且无须单独和事先通知您。本条款一旦发生变动，地图慧将会在地图慧开放平台网站（http://lbs.amap.com，简称为“网站”）上公布修订后的本条款。如果您不能同意本条款的修订版本，请您立即停止使用地图慧API。您理解并同意，如果您在本条款修订版本公布后继续使用地图慧API的，即视为您同意修订后的本条款。</p>
                </section>
                <section class="block">
<h5>2.服务介绍</h5>
<p>2.1 地图慧API是由地图慧自主研发、拥有、运营的通过互联网或移动互联网提供在线地图服务的应用程序接口。地图慧API
可让您在接受本条款约束的情况下，在您开发和或运营的网站或应用程序（统称为“应用”）上显示地图慧图片等内容；进行定位、地点搜索、路线规划、导航、公交查询和路况显示；存储、检索、展现位置数据等并进行数据管理；发送短信分享位置信息等操作。具体服务内容、样式等由地图慧根据实际情况按“现状”提供。</p>
<p>2.2
地图慧API提供的内容是指地图慧通过本服务提供的任何内容，不论该内容是否由地图慧创造或被其第三方许可使用，包括但不限于地图及地理数据、摄影图像、卫星影像、交通数据、地址数据（包括商家列表）或其他任何内容（简称为“相关内容”）。</p>
<p>2.3 您理解并同意，地图慧保留发布地图慧API后续版本以及要求您获得并使用地图慧API最新版本的权利。</p>
<p>2.4 地图慧在全球拥有自己的附属公司和关联公司（简称为“关联公司”）。有时，这些公司会代表地图慧向您提供本服务。您承认并同意，地图慧拥有的关联公司有权向您提供本服务。</p>
                </section>
                <section class="block">
<h5>3.许可及限制</h5>
<p>3.1 根据本条款，地图慧在此授予您一项不可转让的、不可转授权的、非排他性的使用许可，以使得您能够以本条款许可的方式在您开发和或运营的网站或应用程序中使用地图慧API及其提供的具体服务。</p>
<p>3.2
地图慧API面向公众服务类的网站或应用程序是免费的，但前提是您开发和或运营的应用所提供给用户的地图服务模块也必须是免费的，并且您开发和或运营的应用提供给用户的服务必须是开放给一般大众使用的。如果不符合以上要求或您使用本服务且用于商业应用（如提供收费地图服务），从而直接或间接获得收益，则您需要同地图慧另行签署书面协议或事先获得地图慧的书面许可。</p>
<p>3.3
您只可使用在地图慧API文档中所列明和开放的API功能来对地图慧API相关服务数据的结果进行展示，不得直接存取、使用内部数据、图片、程序、模块或是任何其他地图慧的服务或功能。在接受本条款约束的情况下，您可以在向用户提供其他信息的同时，使用地图慧API
获得API相关服务数据。</p>
<p>3.4
在您开发和或运营的网站或应用程序使用本服务之前，地图慧均有权对您的网站或应用程序进行审核、要求您提交相关证明资料以及同意附加条款，地图慧有权依据其自身判断决定是否同意您使用本服务。<strong><u>地图慧有权以任何理由单方面拒绝要求使用本服务的任何申请，地图慧不对其拒绝该等申请的决定所造成的任何种类的损害而向您承担责任。</u></strong>在您的网站或应用程序发布后，地图慧仍有权根据本条款对您的网站或应用程序进行审核并根据情况要求您补充提交证明资料或采取相应限制措施。
</p>
<p>3.5 对于经地图慧审核通过的网站或应用程序，地图慧有权根据具体情况独立决定网站或应用程序具体接入的服务平台，包括地图慧现有服务平台以及今后地图慧可能开发或获得的新服务平台。</p>
<p>3.6
地图慧有权对使用本服务的请求次数和数据量进行限制，具体限制情况详见网站。一般情况下，地图慧对每个网站或应用程序每天所发出的使用本服务的请求次数和数据量没有限制。但是，如因您的应用持续使用本服务的请求对地图慧服务器负载等资源造成的压力过大、超出使用限制或存在其他异常使用情况，地图慧有权依据自己的判断对您的请求次数和数据量等进行限制、暂停或终止向您提供本服务。如果您需要取消使用限制，您可以联系地图慧以获得书面同意。</p>
<p>3.7 本条款未明示授权的其他一切权利仍归地图慧所有，并且不能将本条款理解为以默示或其他方式授予您任何其他权利。您使用其他权利时需要同地图慧另行签署书面协议或事先获得地图慧的书面许可。</p>
                </section>
                <section class="block">
<h5>4.使用规则</h5>
<p>4.1 您保证您为网站或应用程序的合法所有者、开发者、经营者或已经得到相应权利人的合法授权。否则，请您立即停止使用本服务，并且地图慧有权随时终止提供本服务。</p>
<p>4.2 除非地图慧向您提供明确的书面许可，您不得转让地图慧根据本条款授予您的任何使用许可、基于您对本服务的使用权设置担保权益、以其他方式转让您对本服务的使用权的任何部分。</p>
<p>4.3 您在将使用了本服务的网站或应用程序许可或提供给第三方或最终用户使用时，应充分告知其相关注意事项。<strong><u>因任何人使用您开发或运营的网站或应用程序所产生的任何问题、事故或纠纷，均由您和或应用的运营者自行承担全部责任，地图慧对此不承担责任。</u></strong>
</p>
<p>4.4
地图慧针对不同需求开发和提供了多种类型的地图慧API产品，请您注意根据需求选择合适和正确的产品类型，并严格按照网站上公布的地图慧API文档、操作手册、开发指南等的要求进行使用，否则有可能导致无法正常使用本服务。如果您在使用中遇到问题，您可以查看网站上的常见问题，仍无法解决的可以联系地图慧工作人员。</p>
<p>4.5
如果您使用本服务存储、展现位置数据等数据信息，您应对存储、展现的数据信息自行承担全部责任。您应保证所存储、展现的数据信息不违反适用的法律法规，并且保证数据信息的及时性、真实性和、准确性；并且，您应保证对其拥有所有权、知识产权或已取得权利人的合法授权，并保证其不侵犯任何人的合法权益。除本条款另有规定外，未经您事先许可，地图慧不会对您存储的数据信息进行人为加工、整理、分类、编辑等，亦不会将您存储的数据信息提供给第三方。如果您同意对您存储的数据信息进行分享和授权，请点击网站上的同意授权按钮（如有）或直接联系地图慧。</p>
<p>4.6 您理解并同意，对于您及您用户使用本服务的过程中与地图慧服务器交互产生的所有相关数据归地图慧所有。</p>
<p>4.7
您理解并同意，地图慧仅提供本服务，除此之外与本服务使用有关的任何设备（如服务器、电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由您自行负担。</p>
<p>4.8
在您使用本服务的过程中，地图慧为了更好的向您提供服务，可能会要求您提供诸如邮箱、电话、地址等资料或要求您进行账号注册，以及要求您提供网站名称和地址、应用程序名称、公司名称和地址、公司资质证照等必要资料，您同意并保证在使用本服务过程中提供给地图慧的任何资料均是真实、准确、完整和最新的。如上述资料有任何变动，您需及时更新并通知地图慧。</p>
<p>4.9 <strong><u>您应自行承担与使用本服务相关的账号、密码、密钥等相关资料的保管责任，您需妥善保管上述资料，并对您账号下的所有活动和事件承担全部责任。如果您未保管好上述资料而遭受损失或对地图慧、其他用户或任何第三方造成损害的，您应自行承担全部责任。</u></strong>
</p>
<p>
4.10您应确保您所开发或运营的应用以及对本服务的使用行为符合所有适用的法律、法规、规章、规范、政策、行政命令、强制标准（统称为“法律法规”）以及本条款的规定。您在使用本服务的过程中，不得以任何方式自行实施也不得同意、授权或指示任何第三人从事包括但不限于下列行为：</p>
<pre>
<code>4.10.1 违反《中华人民共和国电信条例》的规定，实施危害国家主权、国家安全、祖国统一、社会稳定、公序良俗的行为，或任何不当的、侮辱诽谤的、淫秽的、暴力的行为，或从事任何违反法律法规的行为；
4.10.2 利用本服务宣扬或提供关于非法行为的说明信息、宣扬针对任何团体或个人的人身伤害；或传播任何病毒、蠕虫、缺陷、特洛伊木马或其他具有破坏性的内容；
4.10.3 利用本服务实施侵害他人的人身财产、知识产权、商业秘密等合法权益的行为；
4.10.4 利用本服务进行任何可能对互联网或其他通信网络的正常运转造成不利影响的行为；
4.10.5 利用本服务制作、发布、传播用于追踪或跟踪他人、窃取帐号、位置信息、用户信息、他人专属信息、财产、保密信息的应用；
4.10.6 约束或限制其他用户使用或享用地图慧地图服务或其他地图慧产品；
4.10.7 干扰或中断地图慧地图服务或与地图慧地图服务相连的服务器或网络；
4.10.8 提交错误地明示或暗示网站或应用程序为地图慧所属、赞助或认可；
4.10.9 进行任何不利于最终用户、地图慧、其关联公司以及合作伙伴的行为；
4.10.10 其他以任何不合法的方式、为任何不合法的目的、或以任何与本条款不一致的方式使用本服务。</code></pre>
<p>4.11 您不得利用本服务上传、上载、发布、发表、传送、传播任何违法内容以及无权处置的内容，包括但不限于如下内容：</p>
<pre><code>4.11.1 反对宪法所确定的基本原则的；
4.11.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
4.11.3 损害国家荣誉和利益的；
4.11.4 煽动民族仇恨、民族歧视、破坏民族团结的；
4.11.5 破坏国家宗教政策，宣扬邪教和封建迷信的；
4.11.6 散布谣言，扰乱社会秩序，破坏社会稳定的；
4.11.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； 侮辱或者诽谤他人，侵害他人合法权利的；
4.11.8 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
4.11.9 您不享有所有权、知识产权或未得到合法授权的内容；
4.11.10 任何违法信息或含有法律法规所限制或禁止的其它内容。</code></pre>
<p>4.12 本服务仅供您使用地图慧地图API文档中列明已开放的地图功能和服务，对于本服务及相关内容，除非您与地图慧另行达成书面协议,否则：</p>
<pre><code>4.12.1 您不得对本服务进行逆向工程、反编辑或试图从本服务或本服务的任何部分提取源代码，或获取原始地图数据和其他数据等；
4.12.2 您不得对本服务或者本服务运行过程中释放出的任何地图数据或其他数据及本服务运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具或服务接入本服务和相关系统；
4.12.3 您不得使用任何漫游器、抓取工具、网站搜索/检索应用程序或其他工具检索或索引本服务的任一部分，或出于任何未经授权的目的收集关于用户的信息；
4.12.4 您不能脱离本服务单独使用或展示相关内容；
4.12.5 您不得将本服务以收费或其他获利的方式进行提供，无论是否为直接经济或金钱收益；
4.12.6 您不能为了销售拓展的目的，印刷包含相关内容截图的销售附属材料，也不能为了再销售的目的将相关内容作为核心内容整合到印刷品（如印刷地图或使用指南）中；
4.12.7 除非本条款明确许可，您不能复制、翻译、修改或创造相关内容的衍生品（包括生成或用于数据库），或公开展示相关内容的全部或任何一部分；
4.12.8 您不能预读取、缓存、或存储本服务中的任何相关内容；
4.12.9 您对本服务的使用不能使得您或任何其他人可以下载或获得任何相关内容，包括但不限于卫星影像、可见的地图数据、位置数据（包括商家列表）等内容；
4.12.10 您不能为本服务创造或提供封装。例如，您不得进行如下行为：（1）在您向其他人提供的任何应用接口中使用或提供本服务或相关内容的任何部分（例如地图影像、地理编码、方位、地点或地理数据）；或（2）创造一个网站或应用程序以重现或复制地图慧地图或本服务。</code></pre>
<p>4.13 <strong><u>您理解并同意，您利用本服务所从事的行为以及您使用本服务所产生的所有责任和后果，全部由您自行承担。您的任何管理人员、雇员、顾问或其他代理人的行为，视为您的行为，产生的所有责任和后果同样由您自行承担。如果您为您的客户开发网站或应用程序，但是您未将本条款告知您的客户并且获得客户对本条款的书面同意，则对于您的客户使用本服务的行为以及违反本条款的责任和后果，由您承担连带责任。</u></strong>
</p>
<p>4.14 <strong><u>如果您违反了法律法规或本条款，除有可能遭地图慧停止使用本服务外，您并可能承担刑事和行政责任以及承担其它法律后果。地图慧有权（但无义务）调查您对本服务的使用情况，以便判断是否存在违反本条款的问题，以及是否遵守所有适用法律法规。</u></strong>
</p>
<p>4.15 <strong><u>您承认，您若违反法律法规或本条款，将会给地图慧造成无法弥补的损害且损害程度将难以确定。因此您同意，此种情况下地图慧有权要求您给予相应的赔偿，包括但不限于地图慧被国家机关予以行政处罚或者被第三方通过诉讼或其他方式索赔等情形，赔偿范围包括但不限于罚款、赔偿金以及地图慧支付的相应诉讼费、律师费等。</u></strong>
</p>
                </section>
                <section class="block">
<h5>5.广告宣传</h5>
<p>5.1 您理解并同意，您使用本服务时不得以任何形式在本服务相关内容、服务数据的展示结果或地图页面中关联或展示任何广告。</p>
<p>5.2
地图慧保留通过本服务相关内容、服务数据的展示结果或地图页面中关联或展示广告的权利，并对广告投放行为不承担任何通知义务。您理解并同意，您必须完整展现这些广告，不得以任何方式改变、移除或遮蔽这些广告。</p>
<p>5.3 您通过本服务与第三方进行任何形式的通讯或商业往来，完全为您与广告商或第三方之间的行为。<strong><u>除法律法规明确规定要求地图慧承担责任之外，您因前述任何交易或前述广告商或第三方而遭受的任何性质的损失或损害，您应向有关广告商或第三方主张权利。</u></strong>
</p>
                </section>
                <section class="block">
<h5>6.知识产权</h5>
<p>6.1
地图慧API以及相关内容、服务数据的一切版权、商标权、专利权、商业秘密等知识产权，均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件、技术或其他内容之外，地图慧享有上述全部知识产权。</p>
<p>6.2
您对本条款的同意和对本服务的使用，不涉及上述任何知识产权的转让，上述全部知识产权仍归地图慧或相应权利人所有。未经地图慧或相应权利人书面同意，您不得自行实施、利用、转让或授权许可任何三方实施、利用、转让上述知识产权，地图慧保留追究上述未经许可行为的权利。</p>
<p>6.3
在本条款中，标志是指各方使用和拥有的商业名称、商标、服务标记、徽标、域名，以及其他明显的标志。根据本条款，地图慧在此授予您一项不可转让的、不可转授的、非排他性的的，在您使用本服务期限内在您的网站或应用程序中使用地图慧地图标志的许可，并且该使用许可的唯一目的是用以宣传或说明在您的网站或应用程序中使用了地图慧地图API。<strong><u>您不能将地图慧地图标志用作以下任何用途：</u></strong>
</p>
<pre><code>6.3.1 显示地图慧地图标志时除了表示您与“本服务”的关联之外，还以任何形式暗示与地图慧或其关联公司有关联或隶属关系、由地图慧赞助、经地图慧认可，或者可被合理推断为您的网站或应用程序所展现的内容由地图慧创作、代表地图慧的观点或意见；
6.3.2 将地图慧地图应标志用于诋毁地图慧和其关联公司及其旗下所有产品及服务；
6.3.3 在您的网站或应用程序中上将地图慧地图标志作为最大的标记（除非在地图图片内显示）；
6.3.4 以误导、诽谤、侵犯、中伤、诋毁、猥亵等性质的方式，或其他地图慧不能接受的方式显示；
6.3.5 在包含或显示色情内容、赌博、非法活动等非法信息的网站上或应用程序中使用；
6.3.6 在违反任何国家法律或法规的网站上或应用程序中显示。</code></pre>
<p>6.4 您对地图慧地图标志的全部使用（包括与其相关的任何商誉）应符合地图慧的利益。您理解并同意，地图慧可自行判定您对高地图标志的使用行为是否违犯了本条款的限制。</p>
<p>6.5
除非您与地图慧另行达成书面协议，您仅能在本条款允许的范围内使用地图慧地图标志。在本条款中没有任何内容授予或被认为授予您以其他任何形式或目的使用地图慧地图标志的权利，也没有授予您使用地图慧其他标志和任何第三方标志的权利。</p>
<p>6.6 <strong><u>通过本服务提供给您的地图图片、搜索结果中可能包含法律法规要求标明的审图号、出版号、增值电信业务经营许可号等信息，以及地图慧、其关联公司及其合作伙伴的任何版权标识、商标、服务标记、标识、商号、企业名称、域名及其他明显的标志，您不得以任何方式进行删除、掩藏、修改或替换。</u></strong>
</p>
<p>6.7 您不得以任何方式删除、掩藏、修改或替换本服务及相关内容中所附的或包含的任何专有权利声明（包含但不限于著作权、商标权、专利权、所有权声明等）、其他任何链接或公告。</p>
<p>6.8 <strong><u>您同意在此授予地图慧一项世界范围内的、免许可费的、不可转让的、非排他性的使用许可，许可地图慧可以在本条款期限内使用您的标志，以对外宣传或公布您正在使用本服务（例如在演示文稿、营销材料、客户名单、财务报告和网站列表（包括指向您网站的链接）中使用您的标志。</u></strong>您向地图慧陈述和保证，您拥有授予上述许可的全部权利、权力和必要法律授权。
</p>
                </section>
                <section class="block">
<h5>7.服务变更、中断或终止</h5>
<p>7.1 如因地图慧API相关服务器或系统维护或升级而需中断或暂停提供本服务的，地图慧将尽可能事先进行通告。</p>
<p>7.2
您应确保您所开发或运营的网站或应用程序以及对本服务的使用行为符合本条款的约定、符合相关法律法规的要求、符合人们基本的道德标准。如发生下列任何一种情形或本条款其他条款规定的其他终止条件发生或实现的，地图慧有权随时中断或终止向您提供本服务：</p>
<pre><code>7.2.1 您提供或上传的任何资料或信息不真实、不准确、不完整、虚假、侵权或违法；
7.2.2 您的网站或应用程序或对本服务及相关内容的使用行为违反相关法律法规或本条款的任何规定；
7.2.3 地图慧根据自己的独立判断认为您的网站或应用程序或对本服务及相关内容的使用行为不符地图慧要求或用户需求。</code></pre>
<p>7.3 <strong><u>除非您与地图慧达成的书面协议中另有约定，地图慧有权在不事先通知您的情况下随时变更、中断、暂停或终止提供本服务或其中一部分，也有权随时修改、暂停或终止您对本服务的使用，包括但不限于地图慧可以随时根据自己的决定来限制您使用本服务的次数、数据量等。</u></strong>如果地图慧永久终止提供本服务的，地图慧将会提前在网站进行公告但无需单独通知您。
</p>
<p>7.4 <strong><u>除非法律法规有明确规定或您与地图慧达成的书面协议中另有约定，对于因地图慧对本服务进行变更、中断或终止而对您或第三方造成的任何损失或后果，均由您自行承担，地图慧无需因此对您或任何第三方承担责任。</u></strong>
</p>

                </section>
                <section class="block">
<h5>8.隐私和个人信息</h5>
<p>8.1
尊重您个人信息的隐私是地图慧的一项基本制度，地图慧将会采取合理的措施保护您的个人信息。地图慧收集信息是为了向用户提供更好的本服务，并持续改善本服务，与您日后进行联络、更新服务使您受益等。地图慧不会与地图慧之外的任何公司、组织和个人分享您的个人信息，但下列情况除外：</p>
<pre><code>8.1.1 事先获得您的明确授权或同意的；
8.1.2 根据适用的法律法规、法律程序的要求或强制性的政府要求或司法裁定地图慧必须提供您的个人信息；
8.1.3 在法律要求或允许的范围内，为了保护地图慧、地图慧用户或社会公众的利益、财产或安全免遭损害而有必要提供用户个人信息；
8.1.4 为了更好地为您提供本服务，地图慧可能会向地图慧的关联公司或合作伙伴等第三方提供您的个人信息，让他们根据地图慧的指示并遵循地图慧的隐私权政策以及其他任何相应的保密和安全措施来为地图慧处理这些信息；
8.1.5 基于学术研究而使用；
8.1.6 基于符合法律法规的社会公共利益而使用；
8.1.7 符合与您签署的其它法律文件（如本条款）的约定而使用。</code></pre>
<p>8.2
您理解并同意，地图慧可能会与公众以及合作伙伴（例如发布商、广告客户或关联网站）分享汇总的非个人身份识别信息。例如，地图慧可能会与公众分享某些信息，以展示本服务的整体使用趋势和使用情况。</p>
<p>8.3 您理解并同意，在不透露您个人信息的前提下，地图慧有权对本服务的整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
<p>8.4
在您使用本服务时，地图慧可能自动接收并记录您的网站或应用程序上的服务器数值，包括但不限于IP地址等数据、您和用户输入的关键词、您和用户要求取用的网页记录及各种记录、本服务的操作状态以及使用习惯等一些明确且客观反映在地图慧服务器端的基本记录信息。你理解并同意，前述基本记录信息不属于您的个人信息。</p>
<p>8.5 地图慧不允许任何人未经用户的明确同意而以任何手段收集、存储、出售或者传播用户的个人信息。一经发现您实施上述行为，地图慧有权立即终止向您提供本服务。</p>
<p>8.6 本服务可能包含来自第三方的服务、或指向第三方服务的链接。地图慧建议您查看此类第三方服务提供商的隐私声明，以了解他们如何处理您的资料。<strong><u>对于您使用第三方服务时向其提供或与他人分享个人信息而产生的后果由您自行承担，并由相应责任方在法律规定范围内承担责任。</u></strong>
</p>
<p>8.7
为了保护您的隐私和安全，在采取合理的措施验证身份之后，您才能访问或修改信息。如果这些个人信息有误，地图慧会努力通过各种方式让您快速更新或删除个人信息（除非地图慧出于合法的原因而必须保留这些个人信息）。</p>
<p>8.8 地图慧力求对本服务进行完善的维护，以保护您的信息免遭意外或恶意的破坏。因此，除非另有约定，不论您是否持续使用本服务或删除本服务，您留存在本服务器中的信息地图慧都会力求其安全性。</p>
<p>8.9 地图慧会采取适当的安全措施和技术手段存储和保护您的个人信息，以防止其丢失、被误用、受到未授权访问或泄漏、被篡改或毁坏。您的个人信息存放在有密码控制的服务器中，访问均是受到限制的。</p>
                </section>
                <section class="block">
<h5>9.免责、担保与保证</h5>
<p>9.1
您理解并同意，本服务同大多数互联网服务一样，受包括但不限于您的原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，例如您下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到您的设备和数据的安全，继而影响本服务的正常使用等。您应加强信息安全及资料的保护意识，以免遭致损失。<strong><u>除法律法规明确规定要求地图慧承担责任之外，因本款所述原因给您或他人造成的任何损失，均由您本人承担全部责任，地图慧对此不承担责任。</u></strong>
</p>
<p>9.2 <strong><u>您理解并同意，除法律法规明确规定要求地图慧承担责任之外，您使用本服务及通过本服务获得任何资料的任何风险和后果（包括但不限于受到第三方侵权或对第三方造成侵权或因任何资料的下载而导致您的各种设备、操作系统的任何损坏或数据丢失等后果）均由您本人自行承担，地图慧对此不承担责任。</u></strong>
</p>
<p>9.3 <strong><u>您理解并同意，除法律法规明确规定要求地图慧承担责任之外，地图慧、其关联公司及其许可人不就以下事项对您承担责任：</u></strong></p>
                <pre><code>9.3.1您无论由于何种原因和在任何责任理论之下发生的任何直接、间接、附带、特殊、后果性或惩罚性的损害。这应包括但不限于任何利润损失（无论是直接还是间接发生）、任何商誉或业务声誉损失、任何数据丢失、替代物品或服务的购买费用或其他无形损失；
9.3.2 您可能产生的任何损失或损害，包括但不限于由下列原因导致的损失或损害：
1）为替换从或通过本服务购买或取得的任何商品、数据、信息、服务或缔结新交易而发生的成本；
2）对使用本服务而维持或传输的任何内容或个人化设定及其他数据的删除、毁坏、传递错误或未能将其储存或遭到未获授权的存取或变造；
3）您因使用或依赖任何外部链接指向的网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务；
4）任何第三方在本服务中所作的声明或行为；
5）第三方以任何方式发布或投递欺诈性信息，或诱导您受到损失的。</code></pre>
<p>9.4 <strong><u>除法律法规有明确规定之外，无论地图慧是否接到通知或是否应已知晓引起任何该等损失或其他条款规定的损失的可能性，本条款中的免责条款均应适用。</u></strong>
9.5 <strong><u>地图慧、其关联公司及其许可人对本服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的的适用性及不侵权等担保或保证。</u></strong>
9.6 <strong><u>除上述9.5款外，地图慧、其关联公司及其许可人不就以下各项向您作出明示或默示的担保或保证： </u></strong></p>
                <pre><code>1. 本服务将符合您实际或特定的需求；
2. 本服务将不受干扰、无中断、及时、安全、稳定、完整或没有错误；
3. 使用本服务获得的结果或任何资料将是正确或可靠的；
4. 经本服务购买或获得的任何产品、服务、资讯或其它信息符合您的期望；
5. 本服务中的任何错误、问题或缺陷都将得到更正；
6. 为向您提供便利而设置的外部链接的准确性、稳定性和完整性。</code></pre>
<p>9.7 您理解并同意，地图慧作为服务提供者，根据相关法律法规的要求对非法转载、虚假发布、盗版行为的发生会进行必要监控，但不保证具备充分的监控能力。<strong><u>除法律法规明确规定要求地图慧承担责任之外，地图慧对您或他人实施的此类侵权行为不承担责任，侵权的责任概由侵权者承担。</u></strong>
</p>
<p>9.8 本服务可能会包含指向其他网站、内容、资源的外部链接。这些网站、内容及资源均由其他公司或个人提供，地图慧对其无控制权。<strong><u>您理解并同意，除法律法规明确规定要求地图慧承担责任之外，地图慧对这些外部的网站或资源的可用性、真实性或有效性不承担责任。</u></strong>
</p>
<p>9.9 您从地图慧或经本服务获得的任何建议或信息（无论书面或口头形式）均不构成本条款明确规定之外的任何保证。</p>
                </section>
                <section class="block">
<h5>10.接收邮件、消息</h5>
<p>10.1 邮件与消息：<strong><u>如果您使用本服务，即表示您同意地图慧通过您提供的电话号码、电子邮件或其他联系方式向您发送相关短信、邮件或消息（包括但不限于促销、广告、宣传或其他商业信息）。</u></strong>
</p>
<p>10.2 拒绝接收：如果您不再同意地图慧向您发送相关短信、邮件或消息，请您以退订短信、电子邮件的方式或书面形式明确告知地图慧。</p>
                </section>
                <section class="block">
<h5>11.本条款的终止</h5>
<p>11.1 本条款的有效期应从您同意本条款或使用本服务之日起开始（二者以更早者为准），并且在此之后始终有效，除非根据以下条款的规定而终止：</p>
                <pre><code>11.1.1 不论何种原因，地图慧终止提供本服务的，本条款终止。
11.1.2 您可随时单方终止使用本服务，您终止使用无需特别通知地图慧。您主动终止使用本服务时，本条款同时终止。
11.1.3 国家相关法律法规要求地图慧终止提供本服务的，本条款终止。
11.1.4 您丧失民事权利能力或民事行为能力或丧失相关法律授权的；
11.1.5 其他原因导致本条款终止的。</code></pre>
<p>11.2
如果您要单方终止使用本服务或本条款由于任何原因终止时，您必须先将本服务从您的网站或应用程序上移除，并从您的网站、应用程序、服务器或其他设备上删除所有通过本服务获得的地图图片、数据、资料、信息等相关内容、服务数据以及地图慧地图标志。</p>
<p>11.3 本条款由于任何原因终止时，您根据本条款所获得的一切权利或许可全部同时终止，您不得以任何方式继续使用本服务、相关内容、服务数据以及地图慧地图标志。</p>
<p>11.4 在本条款由于任何原因终止的情况下，关于知识产权、隐私保护、赔偿责任、免责及责任限制、法律适用和争议解决的条款将继续有效。</p>
<p>11.5 <strong><u>除法律法规明确规定要求地图慧承担责任之外，地图慧无需因本条款终止而需向您或任何第三方承担责任。</u></strong></p>
                </section>
                <section class="block">
<h5>12.法律适用和争议解决</h5>
<p>12.1 您对本服务的使用以及关于本条款的效力、执行、解释、争议解决等均适用中华人民共和国法律，且不考虑任何冲突法。</p>
<p>12.2 <strong><u>如果发生任何与您使用本服务、本条款的解释或履行等有关的争议，双方应首先通过友好协商解决争议。如果争议在90日内不能以双方接受的方式解决，双方同意应将争议提交至被告住所地人民法院裁决。</u></strong>
</p>
                </section>
                <section class="block">
<h5>13.通知和送达</h5>
<p>13.1 您在此同意，地图慧关于本服务、本条款内容变化的所有通知均可通过本服务界面、网站公告、电子邮件、短信提醒或常规信件传送等方式进行。</p>
<p>13.2 <strong><u>上述通知于公布或发送之日即视为已送达收件人（即您）。您有责任通过上述方式查看任何此类通知。</u></strong></p>
                </section>
                <section class="block">
<h5>14.其他规定</h5>
<p>14.1 本服务不会以所有语言或在所有国家提供。地图慧不承诺本服务对中国之外的其他地区或在任何特定地点均适用或可用；并且禁止在本服务被认为是非法的地区对其使用。<strong><u>从其他区域使用本服务的人士均为自愿所为，并对遵守任何适用的本地法律负全部责任。</u></strong>
</p>
<p>14.2 本条款的英文翻译版本仅为您的理解便利而提供，地图慧和您之间的关系由本条款的中文版确定。如果两个版本存在任何冲突之处，则以中文版本规定为准。</p>
<p>14.3 除本条款和法律法规明确规定的之外，本条款未赋予地图慧和您任何其他权利，也未要求地图慧和您承担任何其他义务。</p>
<p>14.4 如本条款中的任何条款无论因何种原因无效或不具有执行力，则该条款应在不影响其他条款的情况下从本条款中被移除。本条款的其余条款仍应有效并且具有法律约束力。</p>
<p>14.5 您理解并同意，为了地图慧及其继承人和受让人的利益，本条款项下的全部权利和义务可以被地图慧自行转让。</p>
<p>14.6 如果您是一个公司或其他组织的情况下，在您的控制权变更的情况下，您的资产和业务的承继方应自动受到本条款的约束。</p>
<p>14.7 您对本服务或本条款的全部或任何部分的意见及建议可通过拨打电话4008100080呼叫客服与地图慧进行联系。</p>
                </section>
            </div>
        </div>
    </div>
</main>
<script type="text/javascript" src="resources/js/include.js"></script>
</body>
</html>